package com.spring.chanba.bean;

import java.io.Serializable;
import java.util.List;

/**
 * 法律知识/创业孵化
 */
public class LawServiceListEntity implements Serializable {

    /**
     * message : 操作成功
     * data : [{"picPath":"https://api.madeinchanba.com/web.files/2018-08-24/201808241644261535100266401_h5g1u.jpg","content":"<p style=\"text-indent: 2em;\">12月6日，最高人民法院发布了《关于依法妥善审理民间借贷纠纷案件 促进经济发展维护社会稳定的通知》（以下简称《通知》），要求各级人民法院积极践行能动司法理念，充分发挥审判职能作用，妥善化解民间借贷纠纷，促进经济发展，维护社会稳定。<\/p><p style=\"text-indent: 2em;\"><span style=\"text-indent: 2em;\">《通知》指出，民间借贷客观上拓宽了中小企业的融资渠道，一定程度上解决了部分社会融资需求，增强了经济运行的自我调整和适应能力，促进了多层次信贷市场的形成和发展，但实践中民间借贷也存在着交易隐蔽、风险不易监控等特点，容易引发高利贷、中小企业资金链断裂甚至破产以及非法集资、暴力催收导致人身伤害等违法犯罪问题，对金融秩序乃至经济发展、社会稳定造成不利影响，也使得人民法院妥善化解民间借贷纠纷的难度增加。因此，各级人民法院要积极践行能动司法理念，充分发挥审判职能作用，妥善化解民间借贷纠纷，促进经济发展，维护社会稳定。<\/span><\/p><p style=\"text-indent: 2em;\"><span style=\"text-indent: 2em;\">《通知》要求各级人民法院认真做好民间借贷纠纷案件的立案受理工作。当事人就民间借贷纠纷起诉的，人民法院要依据民事诉讼法的有关规定做好立案受理工作；对于涉嫌非法集资等经济犯罪的案件，依法移送有关部门处理；对于可能影响社会稳定的案件，及时与政府及有关部门沟通协调，积极配合做好相关预案工作，切实防范可能引发的群体性、突发性事件。<\/span><\/p><p style=\"text-indent: 2em;\">《通知》要求各级人民法院依法惩治与民间借贷相关的刑事犯罪。对于非法集资等经济犯罪案件，要依法及时审判，切实维护金融秩序。对于与民间借贷相关的黑社会性质的组织犯罪及其他暴力性犯罪，要依法从严惩处，切实维护人民群众人身财产安全。<\/p><p style=\"text-indent: 2em;\"><span style=\"text-indent: 2em;\">《通知》要求各级人民法院依法妥善审理民间借贷纠纷案件。人民法院在审理民间借贷纠纷案件时，要严格适用民法通则、合同法等有关法律法规和司法解释的规定，同时注意把握国家经济政策精神，切实维护当事人的合法权益，努力做到依法公正与妥善合理的有机统一。对于因赌博、吸毒等违法犯罪活动而形成的借贷关系或者出借人明知借款人是为了进行上述违法犯罪活动的借贷关系，依法不予保护。<\/span><\/p><p style=\"text-indent: 2em;\">《通知》要求各级人民法院加大对民间借贷纠纷案件的调解力度。人民法院审理民间借贷纠纷案件，要深入贯彻\u201c调解优先、调判结合\u201d工作原则。对于涉及众多出借人或者借款人的案件、可能引发工人讨薪等群体性事件的案件、出借人与借款人之间情绪严重对立的案件以及判决后难以执行的案件等，要先行调解、重点调解，努力促成当事人和解。要充分借助政府部门、行业组织、社会团体等各方面力量，加强与人民调解、行政调解的程序对接，形成化解矛盾的最大合力，共同维护社会和谐稳定。<\/p><p style=\"text-indent: 2em;\"><span style=\"text-indent: 2em;\">《通知》要求各级人民法院依法保护合法的借贷利息。出借人依照合同约定请求支付借款利息的，人民法院应当依据合同法和《最高人民法院关于人民法院审理借贷案件的若干意见》第6条、第7条的规定处理。出借人将利息预先在本金中扣除的，应当按照实际借款数额返还借款并计算利息。当事人仅约定借期内利率，未约定逾期利率，出借人以借期内的利率主张逾期还款利息的，依法予以支持。当事人既未约定借期内利率，也未约定逾期利率的，出借人参照中国人民银行同期同类贷款基准利率，主张自逾期还款之日起的利息损失的，依法予以支持。<\/span><\/p><p style=\"text-indent: 2em;\">《通知》还要求各级人民法院注意防范、制裁虚假诉讼，妥善适用诉讼保全、重整、和解及破产程序等有关司法措施，积极促进建立健全民间借贷纠纷防范和解决机制。<\/p><p>　　据悉，针对当前经济运行中存在的一些问题以及民间借贷不规范的现象，最高人民法院已向有关国家机关和部门发出关于规范公务员参与民间借贷活动的建议、关于加强民间借贷规范监管的建议、关于有条件放开企业间借贷的建议、关于完善不动产统一登记制度的建议、关于规范国有资产转让行为的建议、关于制订特殊交易登记办法的建议等司法建议。<\/p><p style=\"text-indent: 0em;\"><span style=\"text-indent: 2em;\"><br/><\/span><br/><\/p>","id":"2c9f4a87656ad5b401656b22e7e50003","author":"廖群律师","title":"最高人民法院发出通知要求 依法妥善审理民间借贷纠纷案件","ftitle":"","digest":"","addTime":"2018-08-24"},{"picPath":"https://api.madeinchanba.com/web.files/2018-08-24/201808241644261535100266401_h5g1u.jpg","content":"<p style=\"text-indent: 2em; line-height: normal;\">《最高人民法院关于审理涉及夫妻债务纠纷案件适用法律有关问题的解释》已于2018年1月8日由最高人民法院审判委员会第1731次会议通过,现予公布,自2018年1月18日起施行。<br/><\/p><p style=\"text-align: right; line-height: normal;\">最高人民法院<\/p><p style=\"text-align: right; line-height: normal; margin-bottom: 10px;\">2018年1月16日<\/p><p style=\"text-align: center; line-height: normal;\">&nbsp;法释〔2018〕2号&nbsp;<\/p><p style=\"text-align: center; line-height: normal;\"><strong>最高人民法院<\/strong><\/p><p style=\"text-align: center; line-height: normal;\"><strong>关于审理涉及夫妻债务纠纷案件<\/strong><\/p><p style=\"text-align: center; line-height: normal;\"><strong>适用法律有关问题的解释<\/strong><\/p><p style=\"text-align: center; line-height: normal;\"><strong>（2018年1月8日最高人民法院审判委员会第1731次会议通过，自2018年1月18日起施行）<\/strong><\/p><p style=\"line-height: normal; text-indent: 2em; margin-top: 10px;\"><span style=\"text-indent: 2em;\">为正确审理涉及夫妻债务纠纷案件，平等保护各方当事人合法权益，根据《中华人民共和国民法总则》《中华人民共和国婚姻法》《中华人民共和国合同法》《中华人民共和国民事诉讼法》等法律规定，制定本解释。<\/span><br/><\/p><p>　　第一条 夫妻双方共同签字或者夫妻一方事后追认等共同意思表示所负的债务，应当认定为夫妻共同债务。<\/p><p>　　第二条 夫妻一方在婚姻关系存续期间以个人名义为家庭日常生活需要所负的债务，债权人以属于夫妻共同债务为由主张权利的，人民法院应予支持。<\/p><p>　　第三条 夫妻一方在婚姻关系存续期间以个人名义超出家庭日常生活需要所负的债务，债权人以属于夫妻共同债务为由主张权利的，人民法院不予支持，但债权人能够证明该债务用于夫妻共同生活、共同生产经营或者基于夫妻双方共同意思表示的除外。<\/p><p>　　第四条 本解释自2018年1月18日起施行。<\/p><p>　　本解释施行后，最高人民法院此前作出的相关司法解释与本解释相抵触的，以本解释为准。<\/p><p><br/><\/p>","id":"2c9f4a87656ad5b401656b2b16160004","author":"廖群律师","title":"最高人民法院关于审理涉及夫妻债务纠纷案件适用法律有关问题的解释","ftitle":"","digest":"","addTime":"2018-08-24"},{"picPath":"https://api.madeinchanba.com/web.files/2018-08-24/201808241644261535100266401_h5g1u.jpg","content":"<p style=\"text-indent: 2em;\">《最高人民法院关于适用〈中华人民共和国保险法〉若干问题的解释（四）》已于2018年5月14日由最高人民法院审判委员会第1738次会议通过，现予公布，自2018年9月1日起施行。<\/p><p style=\"text-align: right;\">　　最高人民法院<\/p><p style=\"text-align: right; margin-bottom: 10px;\">　　2018年7月31日<\/p><p style=\"text-align: center;\">　　法释〔2018〕13号<\/p><p style=\"text-align: center;\"><strong>最高人民法院<\/strong><\/p><p style=\"text-align: center;\"><strong>　　关于适用《中华人民共和国保险法》<\/strong><\/p><p style=\"text-align: center;\"><strong>　　若干问题的解释（四）<\/strong><\/p><p style=\"text-align: center;\">　　（2018年5月14日最高人民法院审判委员会<\/p><p style=\"text-align: center;\">　　第1738次会议通过，自2018年9月1日起施行）<\/p><p style=\"text-indent: 2em; margin-top: 10px;\">为正确审理保险合同纠纷案件，切实维护当事人的合法权益，根据《中华人民共和国保险法》《中华人民共和国合同法》《中华人民共和国民事诉讼法》等法律规定，结合审判实践，就保险法中财产保险合同部分有关法律适用问题解释如下：<br/><\/p><p>　　第一条 保险标的已交付受让人，但尚未依法办理所有权变更登记，承担保险标的毁损灭失风险的受让人，依照保险法第四十八条、第四十九条的规定主张行使被保险人权利的，人民法院应予支持。<\/p><p>　　第二条 保险人已向投保人履行了保险法规定的提示和明确说明义务，保险标的受让人以保险标的转让后保险人未向其提示或者明确说明为由，主张免除保险人责任的条款不生效的，人民法院不予支持。<\/p><p>　　第三条 被保险人死亡，继承保险标的的当事人主张承继被保险人的权利和义务的，人民法院应予支持。<\/p><p>　　第四条 人民法院认定保险标的是否构成保险法第四十九条、第五十二条规定的\u201c危险程度显著增加\u201d时，应当综合考虑以下因素：<\/p><p>　　（一）保险标的用途的改变；<\/p><p>　　（二）保险标的使用范围的改变；<\/p><p>　　（三）保险标的所处环境的变化；<\/p><p>　　（四）保险标的因改装等原因引起的变化；<\/p><p>　　（五）保险标的使用人或者管理人的改变；<\/p><p>　　（六）危险程度增加持续的时间;<\/p><p>　　（七）其他可能导致危险程度显著增加的因素。<\/p><p>　　保险标的危险程度虽然增加，但增加的危险属于保险合同订立时保险人预见或者应当预见的保险合同承保范围的，不构成危险程度显著增加。<\/p><p>　　第五条 被保险人、受让人依法及时向保险人发出保险标的转让通知后,保险人作出答复前，发生保险事故，被保险人或者受让人主张保险人按照保险合同承担赔偿保险金的责任的，人民法院应予支持。<\/p><p>　　第六条 保险事故发生后，被保险人依照保险法第五十七条的规定，请求保险人承担为防止或者减少保险标的的损失所支付的必要、合理费用,保险人以被保险人采取的措施未产生实际效果为由抗辩的,人民法院不予支持。<\/p><p>　　第七条 保险人依照保险法第六十条的规定,主张代位行使被保险人因第三者侵权或者违约等享有的请求赔偿的权利的，人民法院应予支持。<\/p><p>　　第八条 投保人和被保险人为不同主体，因投保人对保险标的的损害而造成保险事故，保险人依法主张代位行使被保险人对投保人请求赔偿的权利的，人民法院应予支持，但法律另有规定或者保险合同另有约定的除外。<\/p><p>　　第九条 在保险人以第三者为被告提起的代位求偿权之诉中，第三者以被保险人在保险合同订立前已放弃对其请求赔偿的权利为由进行抗辩，人民法院认定上述放弃行为合法有效，保险人就相应部分主张行使代位求偿权的，人民法院不予支持。<\/p><p>　　保险合同订立时，保险人就是否存在上述放弃情形提出询问，投保人未如实告知，导致保险人不能代位行使请求赔偿的权利，保险人请求返还相应保险金的，人民法院应予支持，但保险人知道或者应当知道上述情形仍同意承保的除外。<\/p><p>　　第十条 因第三者对保险标的的损害而造成保险事故，保险人获得代位请求赔偿的权利的情况未通知第三者或者通知到达第三者前,第三者在被保险人已经从保险人处获赔的范围内又向被保险人作出赔偿，保险人主张代位行使被保险人对第三者请求赔偿的权利的，人民法院不予支持。保险人就相应保险金主张被保险人返还的，人民法院应予支持。<\/p><p>　　保险人获得代位请求赔偿的权利的情况已经通知到第三者，第三者又向被保险人作出赔偿，保险人主张代位行使请求赔偿的权利，第三者以其已经向被保险人赔偿为由抗辩的，人民法院不予支持。<\/p><p>　　第十一条 被保险人因故意或者重大过失未履行保险法第六十三条规定的义务，致使保险人未能行使或者未能全部行使代位请求赔偿的权利，保险人主张在其损失范围内扣减或者返还相应保险金的，人民法院应予支持。<\/p><p>　　第十二条 保险人以造成保险事故的第三者为被告提起代位求偿权之诉的，以被保险人与第三者之间的法律关系确定管辖法院。<\/p><p>　　第十三条 保险人提起代位求偿权之诉时，被保险人已经向第三者提起诉讼的，人民法院可以依法合并审理。<\/p><p>　　保险人行使代位求偿权时，被保险人已经向第三者提起诉讼，保险人向受理该案的人民法院申请变更当事人，代位行使被保险人对第三者请求赔偿的权利，被保险人同意的,人民法院应予准许;被保险人不同意的，保险人可以作为共同原告参加诉讼。<\/p><p>　　第十四条 具有下列情形之一的，被保险人可以依照保险法第六十五条第二款的规定请求保险人直接向第三者赔偿保险金：<\/p><p>　　（一）被保险人对第三者所负的赔偿责任经人民法院生效裁判、仲裁裁决确认；<\/p><p>　　（二）被保险人对第三者所负的赔偿责任经被保险人与第三者协商一致；<\/p><p>　　（三）被保险人对第三者应负的赔偿责任能够确定的其他情形。<\/p><p>　　前款规定的情形下,保险人主张按照保险合同确定保险赔偿责任的，人民法院应予支持。<\/p><p>　　第十五条 被保险人对第三者应负的赔偿责任确定后，被保险人不履行赔偿责任，且第三者以保险人为被告或者以保险人与被保险人为共同被告提起诉讼时，被保险人尚未向保险人提出直接向第三者赔偿保险金的请求的，可以认定为属于保险法第六十五条第二款规定的\u201c被保险人怠于请求\u201d的情形。<\/p><p>　　第十六条 责任保险的被保险人因共同侵权依法承担连带责任，保险人以该连带责任超出被保险人应承担的责任份额为由，拒绝赔付保险金的，人民法院不予支持。保险人承担保险责任后,主张就超出被保险人责任份额的部分向其他连带责任人追偿的，人民法院应予支持。<\/p><p>　　第十七条 责任保险的被保险人对第三者所负的赔偿责任已经生效判决确认并已进入执行程序，但未获得清偿或者未获得全部清偿，第三者依法请求保险人赔偿保险金，保险人以前述生效判决已进入执行程序为由抗辩的，人民法院不予支持。<\/p><p>　　第十八条 商业责任险的被保险人向保险人请求赔偿保险金的诉讼时效期间，自被保险人对第三者应负的赔偿责任确定之日起计算。<\/p><p>　　第十九条 责任保险的被保险人与第三者就被保险人的赔偿责任达成和解协议且经保险人认可，被保险人主张保险人在保险合同范围内依据和解协议承担保险责任的，人民法院应予支持。<\/p><p>　　被保险人与第三者就被保险人的赔偿责任达成和解协议，未经保险人认可，保险人主张对保险责任范围以及赔偿数额重新予以核定的，人民法院应予支持。<\/p><p>　　第二十条 责任保险的保险人在被保险人向第三者赔偿之前向被保险人赔偿保险金，第三者依照保险法第六十五条第二款的规定行使保险金请求权时，保险人以其已向被保险人赔偿为由拒绝赔偿保险金的，人民法院不予支持。保险人向第三者赔偿后，请求被保险人返还相应保险金的，人民法院应予支持。<\/p><p>　　第二十一条 本解释自2018年9月1日起施行。<\/p><p>　　本解释施行后人民法院正在审理的一审、二审案件，适用本解释；本解释施行前已经终审，当事人申请再审或者按照审判监督程序决定再审的案件，不适用本解释。<\/p><p><br/><\/p>","id":"2c9f4a87656ad5b401656b39abe20005","author":"廖群律师","title":"最高人民法院关于适用《中华人民共和国保险法》若干问题的解释（四）","ftitle":"","digest":"","addTime":"2018-08-24"},{"picPath":"https://api.madeinchanba.com/web.files/2018-08-24/201808241644261535100266401_h5g1u.jpg","content":"<p style=\"text-align: center; text-indent: 0em;\">中华人民共和国最高人民法院公告<\/p><p>　　《最高人民法院关于适用〈中华人民共和国民法总则〉诉讼时效制度若干问题的解释》已于2018年7月2日由最高人民法院审判委员会第1744次会议通过，现予公布，自2018年7月23日起施行。<\/p><p style=\"text-align: right;\">　　最高人民法院<\/p><p style=\"text-align: right; margin-bottom: 10px;\">　　2018年7月18日<\/p><p><br/><\/p><p style=\"text-align: center;\">最高人民法院<\/p><p style=\"text-align: center;\">关于适用《中华人民共和国民法总则》诉讼时效制度若干问题的解释<\/p><p style=\"text-align: center;\">（2018年7月2日最高人民法院审判委员会第1744次会议通过，自2018年7月23日起施行）<\/p><p style=\"text-align: center;\">法释〔2018〕12号<\/p><p style=\"text-indent: 2em;\"><span style=\"text-indent: 2em;\"><\/span><\/p><p><br/><\/p><p style=\"text-indent: 2em; margin-bottom: 5px; margin-top: 10px;\">为正确适用《中华人民共和国民法总则》关于诉讼时效制度的规定，保护当事人的合法权益，结合审判实践，制定本解释。<\/p><p>　　第一条 民法总则施行后诉讼时效期间开始计算的，应当适用民法总则第一百八十八条关于三年诉讼时效期间的规定。当事人主张适用民法通则关于二年或者一年诉讼时效期间规定的，人民法院不予支持。<\/p><p>　　第二条 民法总则施行之日，诉讼时效期间尚未满民法通则规定的二年或者一年，当事人主张适用民法总则关于三年诉讼时效期间规定的，人民法院应予支持。<\/p><p>　　第三条 民法总则施行前，民法通则规定的二年或者一年诉讼时效期间已经届满，当事人主张适用民法总则关于三年诉讼时效期间规定的，人民法院不予支持。<\/p><p>　　第四条 民法总则施行之日，中止时效的原因尚未消除的，应当适用民法总则关于诉讼时效中止的规定。<\/p><p>　　第五条 本解释自2018年7月23日起施行。<\/p><p>　　本解释施行后，案件尚在一审或者二审阶段的，适用本解释；本解释施行前已经终审，当事人申请再审或者按照审判监督程序决定再审的案件，不适用本解释。<\/p><p>　　第五条 本解释自2018年7月23日起施行。<\/p><p>　　本解释施行后，案件尚在一审或者二审阶段的，适用本解释；本解释施行前已经终审，当事人申请再审或者按照审判监督程序决定再审的案件，不适用本解释。<\/p><p><br/><\/p>","id":"2c9f4a87656ad5b401656b3ec1fc0006","author":"廖群律师","title":"最高人民法院 关于适用《中华人民共和国民法总则》诉讼时效制度若干问题的解释","ftitle":"","digest":"","addTime":"2018-08-24"}]
     * state : 1
     * totalPages : 1
     */

    private String message;
    private int state;
    private int totalPages;
    private List<DataBean> data;

    public String getMessage() {
        return message;
    }

    public void setMessage(String message) {
        this.message = message;
    }

    public int getState() {
        return state;
    }

    public void setState(int state) {
        this.state = state;
    }

    public int getTotalPages() {
        return totalPages;
    }

    public void setTotalPages(int totalPages) {
        this.totalPages = totalPages;
    }

    public List<DataBean> getData() {
        return data;
    }

    public void setData(List<DataBean> data) {
        this.data = data;
    }

    public static class DataBean {
        /**
         * picPath : https://api.madeinchanba.com/web.files/2018-08-24/201808241644261535100266401_h5g1u.jpg
         * content : <p style="text-indent: 2em;">12月6日，最高人民法院发布了《关于依法妥善审理民间借贷纠纷案件 促进经济发展维护社会稳定的通知》（以下简称《通知》），要求各级人民法院积极践行能动司法理念，充分发挥审判职能作用，妥善化解民间借贷纠纷，促进经济发展，维护社会稳定。</p><p style="text-indent: 2em;"><span style="text-indent: 2em;">《通知》指出，民间借贷客观上拓宽了中小企业的融资渠道，一定程度上解决了部分社会融资需求，增强了经济运行的自我调整和适应能力，促进了多层次信贷市场的形成和发展，但实践中民间借贷也存在着交易隐蔽、风险不易监控等特点，容易引发高利贷、中小企业资金链断裂甚至破产以及非法集资、暴力催收导致人身伤害等违法犯罪问题，对金融秩序乃至经济发展、社会稳定造成不利影响，也使得人民法院妥善化解民间借贷纠纷的难度增加。因此，各级人民法院要积极践行能动司法理念，充分发挥审判职能作用，妥善化解民间借贷纠纷，促进经济发展，维护社会稳定。</span></p><p style="text-indent: 2em;"><span style="text-indent: 2em;">《通知》要求各级人民法院认真做好民间借贷纠纷案件的立案受理工作。当事人就民间借贷纠纷起诉的，人民法院要依据民事诉讼法的有关规定做好立案受理工作；对于涉嫌非法集资等经济犯罪的案件，依法移送有关部门处理；对于可能影响社会稳定的案件，及时与政府及有关部门沟通协调，积极配合做好相关预案工作，切实防范可能引发的群体性、突发性事件。</span></p><p style="text-indent: 2em;">《通知》要求各级人民法院依法惩治与民间借贷相关的刑事犯罪。对于非法集资等经济犯罪案件，要依法及时审判，切实维护金融秩序。对于与民间借贷相关的黑社会性质的组织犯罪及其他暴力性犯罪，要依法从严惩处，切实维护人民群众人身财产安全。</p><p style="text-indent: 2em;"><span style="text-indent: 2em;">《通知》要求各级人民法院依法妥善审理民间借贷纠纷案件。人民法院在审理民间借贷纠纷案件时，要严格适用民法通则、合同法等有关法律法规和司法解释的规定，同时注意把握国家经济政策精神，切实维护当事人的合法权益，努力做到依法公正与妥善合理的有机统一。对于因赌博、吸毒等违法犯罪活动而形成的借贷关系或者出借人明知借款人是为了进行上述违法犯罪活动的借贷关系，依法不予保护。</span></p><p style="text-indent: 2em;">《通知》要求各级人民法院加大对民间借贷纠纷案件的调解力度。人民法院审理民间借贷纠纷案件，要深入贯彻“调解优先、调判结合”工作原则。对于涉及众多出借人或者借款人的案件、可能引发工人讨薪等群体性事件的案件、出借人与借款人之间情绪严重对立的案件以及判决后难以执行的案件等，要先行调解、重点调解，努力促成当事人和解。要充分借助政府部门、行业组织、社会团体等各方面力量，加强与人民调解、行政调解的程序对接，形成化解矛盾的最大合力，共同维护社会和谐稳定。</p><p style="text-indent: 2em;"><span style="text-indent: 2em;">《通知》要求各级人民法院依法保护合法的借贷利息。出借人依照合同约定请求支付借款利息的，人民法院应当依据合同法和《最高人民法院关于人民法院审理借贷案件的若干意见》第6条、第7条的规定处理。出借人将利息预先在本金中扣除的，应当按照实际借款数额返还借款并计算利息。当事人仅约定借期内利率，未约定逾期利率，出借人以借期内的利率主张逾期还款利息的，依法予以支持。当事人既未约定借期内利率，也未约定逾期利率的，出借人参照中国人民银行同期同类贷款基准利率，主张自逾期还款之日起的利息损失的，依法予以支持。</span></p><p style="text-indent: 2em;">《通知》还要求各级人民法院注意防范、制裁虚假诉讼，妥善适用诉讼保全、重整、和解及破产程序等有关司法措施，积极促进建立健全民间借贷纠纷防范和解决机制。</p><p>　　据悉，针对当前经济运行中存在的一些问题以及民间借贷不规范的现象，最高人民法院已向有关国家机关和部门发出关于规范公务员参与民间借贷活动的建议、关于加强民间借贷规范监管的建议、关于有条件放开企业间借贷的建议、关于完善不动产统一登记制度的建议、关于规范国有资产转让行为的建议、关于制订特殊交易登记办法的建议等司法建议。</p><p style="text-indent: 0em;"><span style="text-indent: 2em;"><br/></span><br/></p>
         * id : 2c9f4a87656ad5b401656b22e7e50003
         * author : 廖群律师
         * title : 最高人民法院发出通知要求 依法妥善审理民间借贷纠纷案件
         * ftitle :
         * digest :
         * addTime : 2018-08-24
         */

        private String picPath;
        private String content;
        private String id;
        private String author;
        private String title;
        private String ftitle;
        private String digest;
        private String addTime;

        public String getPicPath() {
            return picPath;
        }

        public void setPicPath(String picPath) {
            this.picPath = picPath;
        }

        public String getContent() {
            return content;
        }

        public void setContent(String content) {
            this.content = content;
        }

        public String getId() {
            return id;
        }

        public void setId(String id) {
            this.id = id;
        }

        public String getAuthor() {
            return author;
        }

        public void setAuthor(String author) {
            this.author = author;
        }

        public String getTitle() {
            return title;
        }

        public void setTitle(String title) {
            this.title = title;
        }

        public String getFtitle() {
            return ftitle;
        }

        public void setFtitle(String ftitle) {
            this.ftitle = ftitle;
        }

        public String getDigest() {
            return digest;
        }

        public void setDigest(String digest) {
            this.digest = digest;
        }

        public String getAddTime() {
            return addTime;
        }

        public void setAddTime(String addTime) {
            this.addTime = addTime;
        }
    }
}
